Repository: callowayproject/django-filebrowser
Catalog: filebrowser/locale/*/LC_MESSAGES/django.po
Languages: sr_latn

source: Image
sr_latn: Slika

source: Document
sr_latn: Dokument

source: Code
sr_latn: Kod

source: Sound
sr_latn: Zvuk

source: Extension %(ext)s is not allowed. Only %(allowed)s is allowed.
sr_latn: Fajlovi sa ekstenzijom %(ext)s nisu dozvoljeni. Samo %(allowed)s ekstenzije su dozvoljene.

source: Name
sr_latn: Naziv

source: The Name will automatically be converted to lowercase. Only letters, numbers, underscores and hyphens are allowed.
sr_latn: Slova u nazivu će automatski biti konvertovana u mala. Samo slova, cifre, donja crta i crta su dozvoljeni karakteri.

source: Only letters, numbers, underscores and hyphens are allowed.
sr_latn: Samo slova, cifre, donja crta i crta su dozvoljeni karakteri.

source: The Folder already exists.
sr_latn: Folder već postoji.

source: Disallowed Folder Name.
sr_latn: Taj naziv foldera nije dozvoljen.

source: New Name
sr_latn: Novi naziv

source: The File/Folder already exists.
sr_latn: Fajl/folder već postoji.

source: File
sr_latn: Fajl

source: Use Image Generator
sr_latn: Koristi generator slika

source: File already exists.
sr_latn: Fajl već postoji.

source: Filename is not allowed.
sr_latn: Naziv fajla nije dozvoljen.

source: File extension is not allowed.
sr_latn: Ekstenzija fajla nije dozviljena.

source: Filesize exceeds allowed Upload Size.
sr_latn: Veličina fajla prelazi dozvoljenu vrednost.

source: Home
sr_latn: Početni folder

source: Thumbnail creation failed.
sr_latn: Generisanje umanjenog prikaza slike nije uspelo.

source: Image creation failed.
sr_latn: Generisanje slike nije uspelo.

source: FileBrowser
sr_latn: Fajl bruzer

source: The Folder %s was successfully created.
sr_latn: Folder %s je uspešno napravljen.

source: Permission denied.
sr_latn: Odbijen pristup.

source: Error creating directory.
sr_latn: Greška pri kreiranju direktorijuma.

source: New Folder
sr_latn: Novi folder

source: Upload successful.
sr_latn: Prenos fajla se uspešno završio.

source: Upload
sr_latn: Prenos fajla

source: Select files to upload
sr_latn: Izaberite fajlove za prenos

source: Thumbnail creation successful.
sr_latn: Generisanje umanjenog prikaza slike je uspelo.

source: The file %s was successfully deleted.
sr_latn: Fajl %s je supešno obrisan.

source: The directory %s was successfully deleted.
sr_latn: Direktorijum %s je supešno obrisan.

source: Error renaming Thumbnail.
sr_latn: Greška pri promeni naziva umanjenog prikaza slike.

source: Renaming was successful.
sr_latn: Uspešna promena naziva.

source: Error.
sr_latn: Greška.

source: Rename
sr_latn: Promeni naziv

source: Rename "%s"
sr_latn: Promeni naziv: „%s“

source: Successfully generated Images.
sr_latn: Slike su uspešno generisane.

source: File-Browser
sr_latn: Fajl-brauzer

source: Make Thumbs
sr_latn: Generiši umanjene prikaze

source: Generate Images
sr_latn: Generiši slike

source: Please correct the following errors.
sr_latn: Ispravite sledeće greške.

source: Submit
sr_latn: Izvrši

source: Will use image generator.
sr_latn: Koristi generator slika.

source: Help
sr_latn: Pomoć

source: Allowed
sr_latn: Dozvoljeno

source: Max. Filesize
sr_latn: Najveća veličina fajla

source: Select
sr_latn: Izaberite

source: Select File
sr_latn: Izaberite fajl

source: Make Thumbnail
sr_latn: Napravi umenjeni prikaz

source: View Image
sr_latn: Pregled slike

source: Generate Image Versions
sr_latn: Generiši verzije slika

source: Are you sure you want to delete this file?
sr_latn: Da li ste sigurni da želite da izbrišete ovaj fajl?

source: Delete File
sr_latn: Izbriši fajl

source: Are you sure you want to delete this Folder?
sr_latn: Da li ste sigurni da želite da izbrišete ovaj folder?

source: Delete Folder
sr_latn: Izbriši folder

source: By Date
sr_latn: Po datumu

source: Any Date
sr_latn: Svi datumi

source: Today
sr_latn: Danas

source: Past 7 days
sr_latn: Poslednjih 7 dana

source: Past 30 days
sr_latn: Poslednjih 30 dana

source: This year
sr_latn: Ove godine

source: By Type
sr_latn: Po tipu

source: All
sr_latn: Svi

source: No Items Found.
sr_latn: Nijedna slika nije pronađena.

source: %(counter)s Item
sr_latn: %(counter)s stavka

source: No Items.
sr_latn: Nijedna stavka

source: Filename
sr_latn: Naziv fajla

source: Size
sr_latn: Veličina

source: Date
sr_latn: Datum

source: Go
sr_latn: Idi

source: %(counter)s Item found
sr_latn: %(counter)s stavka nađena

source: %(counter)s Item total
sr_latn: %(counter)s stavka ukupno
